Repository: PerryWerneck/libv3270
Catalog: locale/*.po
Languages: pt_br

source: 16 colors
pt_br: 16 cores

source: 3270 File transfer
pt_br: Transferência de arquivos 3270

source: 3270 screen
pt_br: Tela 3270

source: 8 colors
pt_br: 8 cores

source: <b>Identity not verified</b> Disconnected from host
pt_br: <b>Identidade não foi confirmada</b> Desconectado do servidor

source: <b>Text options</b>
pt_br: <b>Opções de texto</b>

source: A_ppend to file
pt_br: _Adicionar ao arquivo

source: About security
pt_br: Sobre a segurança

source: Accelerator
pt_br: Atalho

source: Accelerator is in use
pt_br: Atalho está em uso

source: Accelerators
pt_br: Atalhos

source: Action Name
pt_br: Nome da Ação

source: Activity already on the queue
pt_br: Atividade já está na fila

source: Add to copy
pt_br: Adicionar à cópia

source: Address or name of the host to connect.
pt_br: Endereço ou nome do host a conectar.

source: Alternative
pt_br: Alternativa

source: An error exists in the PC's file name.
pt_br: Existe um erro no nome do arquivo do PC.

source: An error occurred in the file transfer, which may be an error in the data being transferred, or an unidentified system error.
pt_br: Um erro ocorreu na transferência de arquivos, pode ser um erro nos dados sendo transferidos ou um erro de sistema não identificado.

source: An invalid SEND or RECEIVE parameter was sent to the host.
pt_br: Um parametro de ENVIO/RECEBIMENTO inválido foi enviado para o host.

source: Append selected area to current clipboard contents
pt_br: Adiciona a área selecionada no conteúdo da área de transferência

source: Append selection to clipboard
pt_br: Adiciona seleção na área de transferência

source: Appends the source file to the destination file.
pt_br: Adiciona conteúdo do arquivo origem ao final do arquivo destino.

source: Assign it to action (<b>%s</b>)?
pt_br: Associar com a ação (<b>%s</b>)?

source: Auto _disconnect
pt_br: Desconexão automática

source: Available fonts
pt_br: Fontes disponíveis

source: B_egin transfer
pt_br: Iniciar transferência

source: Background
pt_br: Fundo

source: Black
pt_br: Preto

source: Block size
pt_br: Tamanho do bloco:

source: Blue
pt_br: Azul

source: Bold
pt_br: Negrito

source: C_haracter Coding
pt_br: C_odificação de caracteres

source: C_olor scheme:
pt_br: Tema de c_ores:

source: Can't add activity
pt_br: Não é possível adicionar atividade

source: Can't find a valid font with the name "%s"
pt_br: Não encontrei uma fonte válida com o nome "%s"

source: Can't load %s
pt_br: Não foi possível carregar %s

source: Can't open %s
pt_br: Não foi possível abrir %s

source: Can't parse %s
pt_br: Erro ao analisar %s

source: Can't parse cgcsgid value
pt_br: Erro ao converter valor do cgcsid

source: Can't parse character value
pt_br: Erro ao analisar valor de caractere

source: Can't paste
pt_br: Não é possivel colar

source: Can't paste text
pt_br: Não é possível colar texto

source: Can't save %s
pt_br: Não foi possível salvar arquivo %s

source: Can't set callback table
pt_br: Não foi possível setar a tabela de retornos

source: Can't set lib3270 I/O controller
pt_br: Não foi possível registrar manipuladores de I/O 3270

source: Can't start file transfer session
pt_br: Não foi possível iniciar transferência de arquivo

source: Cancel
pt_br: Cancelar

source: Cancel transfer operation.
pt_br: Cancelar transferência

source: Check this if the file consists of character data only.
pt_br: Marque se o arquivo contem apenas texto.

source: Click to cancel operation
pt_br: Clique para cancelar operação

source: Click to load file
pt_br: Clique para carregar arquivo

source: Click to save file
pt_br: Clique para salvar arquivo

source: Clipboard
pt_br: Área de transferência

source: Clipboard name
pt_br: Nome da área de transferência

source: Clipboard properties
pt_br: Configuração da área de transferência

source: Color _theme
pt_br: Tema de cores

source: Color theme
pt_br: Tema de cores

source: Colors
pt_br: Cores

source: Comma separated list of LU names
pt_br: Lista de LUs separadas por vírgula

source: Comma separated list of LU names.
pt_br: Lista de LUs separadas por vírgula.

source: Comma-separated values (CSV)
pt_br: Arquivo separado por vírgulas (CSV)

source: Command to execute
pt_br: Comando a executar

source: Connection
pt_br: Conexão

source: Copy
pt_br: Copiar

source: Copy as plain text
pt_br: Copiar como texto puro

source: Copy as table
pt_br: Copiar como tabela

source: Copy options
pt_br: Opções da cópia

source: Copy selection to clipboard
pt_br: Salvar seleção para área de transferência

source: Creates a file with fixed-length records.
pt_br: Cria arquivo com registros de tamanho fixo.

source: Creates a file with undefined-length records (TSO hosts only).
pt_br: Cria arquivo com o tamanho de registro indefinido (apenas para hosts TSO).

source: Creates a file with variable-length records.
pt_br: Cria arquivo com registros de tamanho variável.

source: Cross hair cursor
pt_br: Cursor mira

source: Current (%s)
pt_br: Atual (%s)

source: Current file
pt_br: Arquivo atual

source: Current transfer position
pt_br: Posição atual da transferência

source: Current:
pt_br: Atual:

source: Custom Remap
pt_br: Mapeamento personalizado

source: Cut
pt_br: Recortar

source: Cut and append to copy
pt_br: Recortar e adicionar à cópia

source: Cut as plain text
pt_br: Recortar como texto puro

source: Cut as table
pt_br: Recortar como tabela

source: Cylinders
pt_br: Cilindros

source: DFT B_uffer size
pt_br: Tamanho do b_uffer DFT:

source: Dark Blue
pt_br: Azul Escuro

source: Dark Green
pt_br: Verde Escuro

source: Dark Turquoise
pt_br: Turquesa Escuro

source: Default
pt_br: Padrão

source: Don't ask again
pt_br: Não perguntar de novo

source: Emit a PA Key action
pt_br: Emite uma ação de tecla PA

source: Emulation
pt_br: Emulação

source: Enabled
pt_br: Habilitado

source: Error on print operation
pt_br: Erro na operação de impressão

source: Error saving image
pt_br: Erro ao salvar imagem

source: Estimated transfer arrival
pt_br: Tempo estimado para a transferência

source: Field colors
pt_br: Cor dos campos

source: File _Format
pt_br: _Formato do arquivo

source: Files to transfer
pt_br: Arquivos a transferir

source: Fit best
pt_br: Melhor tamanho

source: Fixed
pt_br: Fixo

source: Flags to cut&paste
pt_br: Opções para recortar & colar

source: Following the convention for ASCII text files, CR/LF pairs are used to terminate records in the PC file, and a CTRL-Z (x'1A') marks the end of file.
pt_br: Seguindo a convenção para arquivos texto ASCII, a sequência CR/LF é usada para terminar registros no arquivo do PC e um CTRL-| (x'1A') marca o final do arquivo.

source: Following the convention for ASCII text files, LF is used to terminate records in the PC file.
pt_br: Seguindo a convenção para arquivos texto ASCII, LF é usado para terminar registros no arquivo do PC.

source: Font
pt_br: Fonte

source: Font "%s" is not monospace
pt_br: Fonte "%s" não é mono espaçada

source: Font "%s" is valid
pt_br: Fonte "%s" é válida

source: Font family for terminal contents
pt_br: Familia da fonte usada no terminal

source: Format
pt_br: Formato

source: Full path of local file
pt_br: Caminho completo do arquivo local

source: Full path of remote file
pt_br: Caminho completo do arquivo remoto

source: Get transfer queue from an external XML file
pt_br: Obtém a fila de transferência de um arquivo XML externo

source: Get transfer queue from file
pt_br: Obtêm a fila de arquivos a transferir de um arquivo

source: Gray
pt_br: Cinza

source: Green
pt_br: Verde

source: HTML options
pt_br: Opções HTML

source: Host
pt_br: Servidor

source: Host settings
pt_br: Configurações do servidor

source: HyperText Markup Language (HTML)
pt_br: Documento HTML

source: IDLE minutes for automatic disconnection
pt_br: Minutos para desconexão automática

source: Icon Name
pt_br: Nome do ícone

source: If the action can be activated
pt_br: Se a ação pode ser ativada

source: Image copy
pt_br: Copiar imagem

source: Increase the font size
pt_br: Aumenta o tamanho da fonte

source: Input current clipboard contents to screen
pt_br: Insere conteúdo da área de transferência

source: Insert new file in the transfer queue
pt_br: Inserir um novo arquivo na fila de transferência

source: Intensified/Protected
pt_br: Intensificado/Protegido

source: Intensified/Unprotected
pt_br: Intensificado/Desprotegido

source: Invalid callback table, the release %s of lib%s can't be used (expecting revision %s)
pt_br: Tabela de callbacks inválida, a revisão %s da lib%s não pode ser usada (esperando a revisão %s)

source: Invalid cgcsgid value
pt_br: Valor cgcsgid é inválido

source: Invalid remap scope
pt_br: Escopo de mapeamento inválido

source: Invalid state
pt_br: Estado inválido

source: Keyboard accelerators
pt_br: Atalhos de teclado

source: L_U Names
pt_br: Nomes de L_U

source: Load queue from file
pt_br: Ler a fila de um arquivo

source: Local file
pt_br: Arquivo local:

source: Makes the screen larger than the default for the chosen model number.
pt_br: Usa tamanho maior do que o padrão para o modelo escolhido.

source: Misc colors
pt_br: Cores diversas

source: Model 2 - 80x24
pt_br: Modelo 2 - 80x24

source: Model 3 - 80x32
pt_br: Modelo 3 - 80x32

source: Model 4 - 80x43
pt_br: Modelo 4 - 80x43

source: Model 5 - 132x27
pt_br: Modelo 5 - 132x27

source: Monochrome
pt_br: Monocromático

source: Mustard
pt_br: Mostarda

source: Name
pt_br: Nome

source: Network connection settings
pt_br: Configuração da conexão de rede

source: No active transfer
pt_br: Nenhuma transferência ativa

source: No host defined
pt_br: Nenhum servidor definido

source: No label
pt_br: Sem etiqueta

source: No transfer
pt_br: Nenhuma transferência

source: No transfer in progress
pt_br: Nenhuma transferência em andamento

source: None (Don't export color)
pt_br: Nenhum (Não exporta cores)

source: None (Don't export font name)
pt_br: Nenhuma (Não exporta fontes)

source: Normal/Protected
pt_br: Normal/Protegido

source: Normal/Unprotected
pt_br: Normal/Desprotegido

source: Not the same terminal type
pt_br: O tipo de terminal é diferente

source: OIA Warning
pt_br: Alerta na OIA

source: OIA background
pt_br: Fundo da OIA

source: OIA foreground
pt_br: Frente da OIA

source: OIA separator
pt_br: Separador da OIA

source: OIA status invalid
pt_br: Estado inválido na OIA

source: OIA status ok
pt_br: Estado normal na OIA

source: Open
pt_br: Abrir

source: Operation has failed
pt_br: Operação falhou

source: Options
pt_br: Opções

source: Orange
pt_br: Laranja

source: Other (TSO)
pt_br: Outro (TSO)

source: Other (VM/CMS)
pt_br: Outro (VM/CMS)

source: Parameter Type
pt_br: Tipo de parâmetro

source: Paste
pt_br: Colar

source: Paste as plain text
pt_br: Colar como texto puro

source: Paste clipboard contents
pt_br: Colar conteúdo da área de transferência

source: Paste file
pt_br: Colar arquivo

source: Paste formatted screen
pt_br: Colar tela formatada

source: Paste from file
pt_br: Colar de um arquivo

source: Paste from text file
pt_br: Colar de um arquivo texto

source: Paste options
pt_br: Opções para colar

source: Paste similar screen from clipboard
pt_br: Colar tela semelhante

source: Path and name of the local file
pt_br: Caminho e nome do arquivo local

source: Path to XML file with custom charset mapping.
pt_br: Caminho do arquivo XML com o mapeamento personalizado de caracteres.

source: Peer certificate
pt_br: Certificado apresentado

source: Pink
pt_br: Rosa

source: Plain text
pt_br: Texto puro

source: Plain text only
pt_br: Apenas texto puro

source: Port or service name.
pt_br: Nº da porta ou nome do serviço.

source: Predefined color theme
pt_br: Esquemas de cor pré-definido

source: Preparing
pt_br: Preparando

source: Print
pt_br: Imprimir

source: Print Copy
pt_br: Imprimir cópia

source: Print operation failed
pt_br: Operação de impressão falhou

source: Print operation has failed
pt_br: Operação de impressão falhou

source: Print screen
pt_br: Imrpimir tela

source: Print screen or selection
pt_br: Imrpimir tela ou seleção

source: Print selected
pt_br: Imprimir seleção

source: Print selected area
pt_br: Imprimir área selecionada

source: Print selection box
pt_br: Imprimir marca de seleção

source: Print the entire screen
pt_br: Imrpimir toda a tela

source: Progress
pt_br: Progresso

source: Purple
pt_br: Púrpura

source: Re_map ASCII Characters.
pt_br: Re_mapear para caracteres ASCII.

source: Receive file
pt_br: Receber arquivo

source: Receive text file
pt_br: Receber arquivo texto

source: Receiving file
pt_br: Recebendo arquivo

source: Record Length
pt_br: Comprimento de registro:

source: Record format
pt_br: Formato de registro

source: Red
pt_br: Vermelho

source: Remap Failed
pt_br: Remapeamento falhou

source: Remap the text to ensure maximum compatibility between the workstation's character set and encoding and the host's EBCDIC code page.
pt_br: Converte conteúdo do texto para garantir a máxima compatibilidade entre a codificação ASCII da estação de trabalho e a página de código EBCDIC do servidor.

source: Remote file
pt_br: Arquivo remoto:

source: Remote:
pt_br: Remoto:

source: Remove selected file from the transfer queue
pt_br: Remove arquivo selecionado da fila de transferência

source: Replace current clipboard contents with the selected area
pt_br: Substituí conteúdo da área de transferência com a seleção

source: Retry
pt_br: Repetir

source: Revocation list
pt_br: Lista de revogados

source: Same of the screen
pt_br: Igual ao terminal

source: Save
pt_br: Salvar

source: Save Copy
pt_br: Salvar cópia

source: Save _As
pt_br: Salvar _Como

source: Save all
pt_br: Salvar tela

source: Save copy
pt_br: Salvar cópia

source: Save queue to file
pt_br: Salvar a fila para um arquivo

source: Save screen
pt_br: Salvar tela

source: Save screen or selection
pt_br: Salvar tela ou seleção

source: Save selected
pt_br: Salvar seleção

source: Save selected area
pt_br: Salvar área selecionada

source: Save terminal contents
pt_br: Salvar conteúdo da tela

source: Save trace to file
pt_br: Salvar trace para arquivo

source: Save transfer activity to file
pt_br: Salvar atividade de transferência para arquivo

source: Save transfer information to file
pt_br: Salvar informações da transferência para arquivo

source: Save transfer queue
pt_br: Salvar fila de transferências

source: Save transfer queue to an external XML file
pt_br: Guarda fila de transferência num arquivo XML externo

source: Save transfer queue to file
pt_br: Salvar fila de transferências para arquivo

source: Screen with terminal attributes
pt_br: Completa incluindo atributos do terminal

source: Search clipboard for a similar screen, if found paste unprotected fields and restore cursor position
pt_br: Pesquisa área de transferência por uma tela similar, se encontrar colca os campos não protegidos e restaura a posição do cursor

source: Select
pt_br: Selecionar

source: Select charset remap file
pt_br: Selecionar arquivo com mapeamento personalizado

source: Select custom charset mapping
pt_br: Seleciona mapeamento de teclado personalizado

source: Select destination file
pt_br: Selecionar arquivo destino

source: Select file
pt_br: Selecionar arquivo

source: Select first file
pt_br: Selecionar primeiro arquivo

source: Select last file
pt_br: Selecionar último arquivo

source: Select local file
pt_br: Selecionar arquivo local

source: Select next file
pt_br: Selecionar próximo arquivo

source: Select previous file
pt_br: Selecionar arquivo anterior

source: Selection background
pt_br: Fundo da seleção

source: Selection foreground
pt_br: Frente da seleção

source: Send file
pt_br: Enviar arquivo

source: Send text file
pt_br: Enviar arquivo texto

source: Sending file
pt_br: Enviando arquivo

source: Set the font to the best size for window
pt_br: Ajusta a fonte para o melhor tamanho

source: Setup host properties
pt_br: Configurar host

source: Smart copy
pt_br: Cópia inteligente

source: Space allocation units
pt_br: Unidades de alocação de espaço

source: Specifies the block size (n) for a new data set. For data sets containing fixed length records, the block size must be a multiple of the record length. For data sets containing variable length records, the block size must be greater than or equal to the record length plus four bytes. The block size must not exceed the track length of the device on which the data set resides.
pt_br: Define o tamanho do bloco para um novo data set. Para data sets contendo registro de largura fixa o tamanho do bloco deve ser um múltiplo da largura de registro. Para data sets contendo registros de largura variável o tamanho do bloco deve ser maior ou igual à largura do registro mais quatro bytes. O tamanho do bloco não deve exceder a largura de trilha do dispositivo onde o data set reside.

source: Specifies the default buffer size for DFT IND$FILE file transfers.
pt_br: Define o tamanho de buffer padrão para transferências IND$FILE DFT.

source: Specifies the logical record length (n) for a data set consisting of fixed length records or the maximum logical record length for a data set consisting of variable length records.
pt_br: Define o comprimento lógico do registro (N) para um dataset com registros de largura fixa ou o comprimento máximo de registros para um dataset contendo registro de tamanho variável.

source: Specifies the record format of the data set.
pt_br: Controla o formato de registro do data set.

source: Specifies the units for the TSO host primary and secondary space options.
pt_br: Define a unidade para os campos que definem o espaço primário e secundário.

source: Speed:
pt_br: Velocidade:

source: Start file transfer
pt_br: Iniciar transferência de arquivo

source: Start transfer
pt_br: Iniciar transferência

source: Starting
pt_br: Iniciando

source: Starting transfer
pt_br: Iniciando transferência

source: State
pt_br: Situação

source: State Type
pt_br: Tipo de situação

source: State of the dynamic font spacing
pt_br: Estado do espaçamento dinâmico

source: Summary
pt_br: Sumário

source: System _type
pt_br: _Tipo de servidor

source: System default
pt_br: Padrão do sistema

source: TN3270 Custom charset
pt_br: Código de página TN3270 personalizado

source: TN3270 Emulation settings
pt_br: Configuração da emulação TN3270

source: TN3270 Session name
pt_br: Nome da sessão TN3270

source: Terminal colors
pt_br: Cores do terminal

source: Terminal font
pt_br: Fonte do terminal

source: The EBCDIC host character set.
pt_br: A tabela de caracteres EBCDIC.

source: The action label
pt_br: A etiqueda da ação

source: The action tooltip
pt_br: Dicas sobre a ação

source: The callback table for file transfer was rejected, possible version mismatch on lib3270
pt_br: Tabela de callbacks para transferência de arquivos inválida, possível divergência de versão na lib3270

source: The file "%s" already exists. Replace it?
pt_br: O arquivo "%s" já existe, substituir?

source: The file transfer operation has been completed, and any record greater than the logical record length (LRECL) of the file being appended has been divided and becomes multiple records.
pt_br: A transferência de arquivos foi concluída e qualquer registro maior que o comprimento definido foi dividido e se transformou em vários registros.

source: The file transfer operation has been successfully completed.
pt_br: A transferência de arquivos terminou com sucesso.

source: The host program has detected an error in the file data during a RECEIVE operation.
pt_br: O host detectou um erro no arquivo durante a operação de recebimento.

source: The label for the action
pt_br: A etiqueta da ação

source: The model of 3270 display to be emulated
pt_br: Modelo de tela 3270 a ser emulada

source: The name of the file in the host
pt_br: Nome do arquivo no host

source: The name of the icon associated with the action
pt_br: Nome do ícone associado à ação

source: The name used to invoke the action
pt_br: Nome que é usado para invocar a ação

source: The print operation has been canceled, the print settings should not be stored.
pt_br: A operação de impressão foi cancelada, configuração não deve ser salva.

source: The print operation is running
pt_br: Operação de impressão está em andamento

source: The print settings should be stored.
pt_br: Configuração de impressão deve ser armazenada

source: The selected accelerator is in use by action <b>%s</b> (<b>%s</b>)
pt_br: O atalho selecionado está em uso pela ação <b>%s</b> (<b>%s</b>)

source: The selected accelerator is in use by the same action
pt_br: O atalho selecionado está em uso na mesma ação

source: The state the action is in
pt_br: A situação da ação está em

source: The terminal colors
pt_br: As cores do terminal

source: The tooltip for the action
pt_br: A dica para a ação

source: There is not enough space available for data on the host.
pt_br: Não existe espaço suficiente no host para os dados.

source: There's no security information in the session
pt_br: Não existe informação de segurança na sessão

source: This is a host program error.
pt_br: Este é um erro no programa do host.

source: Too many remaps
pt_br: Muitos remapeamentos

source: Total bytes to transfer
pt_br: Total de bytes a transferir

source: Trace window
pt_br: Janela de trace

source: Tracks
pt_br: Trilhas

source: Transfer failed
pt_br: Transferência falhou

source: Transfer operation has timed out
pt_br: Operação de transferência esgotou o tempo de espera

source: Transfer options
pt_br: Opções de transferência

source: Transfer queue
pt_br: Fila de transferências

source: Transfer speed
pt_br: Velocidade de transferência

source: True if the terminal has copy blocks
pt_br: Verdadeiro se o terminal tiver blocos copiados

source: True if the timer indicator is active
pt_br: Verdadeiro se indicador de tempo estiver ativo

source: Try again with the same file.
pt_br: Tente de novo com o mesmo arquivo.

source: Turquoise
pt_br: Turquesa

source: Undefined
pt_br: Indefinido

source: Unexpected callback table, the release %s of lib%s is invalid
pt_br: Tabela de callbacks inesperada, a revisão %s da lib%s é inválida

source: Unexpected format %d
pt_br: Formato inesperado %d

source: Unexpected mode %d
pt_br: Modo inesperado %d

source: Unexpected status %d in print operation
pt_br: Estado inesperado %d na operação de impressão

source: Unsecure
pt_br: Insegura

source: Untitled document
pt_br: Documento sem título

source: Use host default record format.
pt_br: Utilizar o formato de registro padrão do servidor.

source: Use non-breaking Spaces
pt_br: Usar espaço inseparável

source: Variable
pt_br: Variável

source: Western Europe (ISO 8859-1)
pt_br: Europa ocidental (ISO 8859-1)

source: When set allow image formats on clipboard
pt_br: Quando ativo permite imagens na área de transferência

source: When set search clipboard for a similar screen, if found paste unprotected fields and restore cursor position
pt_br: Quando ativo pesquisa a área de transferência por uma tela similar, se encontrar cola os campos desprotegidos e restaura a posição do cursor

source: When set the first copy operation after the selection will set the clipboard contents and the next ones will append
pt_br: Quando selecionado a primeira operação de cópia após a seleção definirá o conteúdo da área de transferência enquanto as operações subsequentes adicionam conteúdo

source: When set the terminal spaces are exported as non-breaking spaces to prevent line breaks
pt_br: Quando selecionada os espaços do terminal são exportados como inseparáveis para prevenir quebras de linha

source: White
pt_br: Branco

source: Windows Western languages (CP1252)
pt_br: Windows ocidental (CP1252)

source: X Connecting
pt_br: X Conectando

source: X Inhibit
pt_br: X Inibido

source: X Not Connected
pt_br: X Desconectado

source: X Numeric
pt_br: X Numérico

source: X Overflow
pt_br: X Estouro
