Repository: PerryWerneck/libv3270
Catalog: locale/*.po
Languages: pt_br

source: X Protected
pt_br: X Protegido

source: X Resolving
pt_br: X Resolvendo

source: X System
pt_br: X Sistema

source: X Wait
pt_br: X Aguarde

source: XML file with remap table
pt_br: Arquivo XML com a tabela para remapeamento de caracteres

source: Yellow
pt_br: Amarelo

source: You can't add more than one acitivity with the same files.
pt_br: Você não pode adicionar mais de uma operação com os mesmos arquivos

source: You did not enter the required parameters after a SEND or RECEIVE command.
pt_br: Você não entrou os parametros necessários para um comando ENVIAR/RECEBER.

source: You did not specify an existing CMS file for RECEIVE.
pt_br: Você não especificou um arquivo CMS existente para a operação de recebimento.

source: You need 30 KB of main storage (not disk space) on the host for the file transfer, in addition to the host requirement.
pt_br: Você precisa de 30 KB de armazenamento principal (não espaço em disco) no host para a transferência de arquivo, além do requerido pelo host.

source: You selected an option that can only be used if SPACE is also specified.
pt_br: Você selecionou uma opção que só pode ser usada se "ESPAÇO" também for específicado.

source: You selected an option that is either not recognized, is specified as a positional keyword, or has an associated value that is incorrect.
pt_br: Você selecionou uma opção que, ou não foi reconhecida, foi especificada como uma palavra-chave posicional ou não tem um valor associado.

source: You selected an option that is invalid with a host-partitioned data set.
pt_br: Você selecionou uma opção que é inválida para um dataset particionado pelo host.

source: You selected an option that is not valid with APPEND, but otherwise may be used.
pt_br: Você selecionou uma opção que não é válida com "Adicionar", porém, pode ser usada.

source: You selected an option that is not valid with RECEIVE, but can be used with SEND.
pt_br: Você selecionou uma opção que não é válida para recebimento de arquivos, porém, pode ser usada para envio.

source: You specified a CMS file mode for the SEND key that does not allow write access.
pt_br: Você especificou modo de arquivo CMS para um envio que não permite acesso de gravação.

source: You specified a CMS file mode that is not in the CMS search order.
pt_br: Você especificou um modo de arquivo CMS que não está na ordem de pesquisa CMS.

source: You specified an option that is invalid.
pt_br: Você especificou uma opção inválida.

source: Zoom in
pt_br: Ampliar

source: Zoom out
pt_br: Reduzir

source: _ASCII text
pt_br: Texto _ASCII

source: _Apply
pt_br: _Aplicar

source: _Cancel
pt_br: _Cancelar

source: _Charset
pt_br: Tabela de _Caracteres

source: _Color table
pt_br: _Tabela de cores

source: _File
pt_br: _Arquivo

source: _Filename
pt_br: Nome do _Arquivo

source: _Font:
pt_br: _Fonte:

source: _Host
pt_br: _Servidor

source: _Load
pt_br: _Carregar

source: _Local file
pt_br: Arquivo _local:

source: _Model
pt_br: _Modelo

source: _Operation
pt_br: _Operação:

source: _Paste as text
pt_br: _Colar como texto

source: _Remote file
pt_br: Arquivo _remoto:

source: _Save
pt_br: _Salvar

source: _Security
pt_br: _Segurança

source: _Service
pt_br: _Serviço

source: _Text file
pt_br: Arquivo _texto

source: decrease the font size
pt_br: Diminui o tamanho da fonte
